WaterGlycerinFirst/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          (air glycerin);



air
{
    transportModel  Newtonian;
    nu              1.48e-05;
    rho             1.225;
}

glycerin
{
    transportModel  Newtonian;
    nu              1.19e-03;
    rho             1259.9;
}

sigma            0.068;


// ************************************************************************* //
